---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FluidFailures
source: html/bda83670-c5dc-c73f-2ea1-4a522131d947.htm
---
# BuiltInFailures.FluidFailures Properties

The fluid type '[Type Name]' is not defined